Repository: ReneeHuh/ExcalidrawDesktop
Catalog: ExcalidrawDesktop.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_br, zh_cn

# StatusResolveHelpText
source: Open options for resolving the file conflict.
ar_sa: فتح خيارات حل تعارض الملف.
de_de: Optionen zum Beheben des Dateikonflikts öffnen.
es_es: Abre las opciones para resolver el conflicto del archivo.
fr_fr: Ouvrir les options permettant de résoudre le conflit de fichier.
ja_jp: ファイルの競合を解決するためのオプションを開きます。
pt_br: Abrir opções para resolver o conflito de arquivo.
zh_cn: 打开用于解决文件冲突的选项。

# StatusResuming
source: Resuming
ar_sa: جارٍ الاستئناف
de_de: Wird fortgesetzt
es_es: Reanudando
fr_fr: Reprise
ja_jp: 再開中
pt_br: Retomando
zh_cn: 正在恢复

# StatusSaved
source: Saved
ar_sa: محفوظ
de_de: Gespeichert
es_es: Guardado
fr_fr: Enregistré
ja_jp: 保存済み
pt_br: Salvo
zh_cn: 已保存

# StatusSleeping
source: Sleeping
ar_sa: في وضع السكون
de_de: Im Ruhezustand
es_es: En reposo
fr_fr: En veille
ja_jp: スリープ中
pt_br: Em suspensão
zh_cn: 休眠中

# StatusUnsaved
source: Unsaved changes
ar_sa: تغييرات غير محفوظة
de_de: Nicht gespeicherte Änderungen
es_es: Cambios sin guardar
fr_fr: Modifications non enregistrées
ja_jp: 未保存の変更
pt_br: Alterações não salvas
zh_cn: 未保存的更改

# StatusUnsavedRecoveredFormat
source: Unsaved • recovered {0}
ar_sa: غير محفوظ • تم الاسترداد في {0}
de_de: Nicht gespeichert • um {0} wiederhergestellt
es_es: Sin guardar • recuperado a las {0}
fr_fr: Non enregistré • récupéré à {0}
ja_jp: 未保存 • {0} に復元
pt_br: Não salvo • recuperado às {0}
zh_cn: 未保存 • 已于 {0} 恢复

# TabStateChangedOnDisk
source: changed on disk
ar_sa: تم التغيير على القرص
de_de: auf Datenträger geändert
es_es: cambiado en el disco
fr_fr: modifié sur le disque
ja_jp: ディスク上で変更済み
pt_br: alterado no disco
zh_cn: 已在磁盘上更改

# TabStateNewDrawing
source: new drawing
ar_sa: رسم جديد
de_de: neue Zeichnung
es_es: dibujo nuevo
fr_fr: nouveau dessin
ja_jp: 新しい図面
pt_br: novo desenho
zh_cn: 新绘图

# TabStateSaved
source: saved
ar_sa: محفوظ
de_de: gespeichert
es_es: guardado
fr_fr: enregistré
ja_jp: 保存済み
pt_br: salvo
zh_cn: 已保存

# TabStateSleeping
source: sleeping
ar_sa: في وضع السكون
de_de: im Ruhezustand
es_es: en reposo
fr_fr: en veille
ja_jp: スリープ中
pt_br: em suspensão
zh_cn: 休眠中

# TabStateUnsaved
source: unsaved changes
ar_sa: تغييرات غير محفوظة
de_de: nicht gespeicherte Änderungen
es_es: cambios sin guardar
fr_fr: modifications non enregistrées
ja_jp: 未保存の変更
pt_br: alterações não salvas
zh_cn: 未保存的更改

# UnsavedDrawingHelpText
source: Unsaved drawing
ar_sa: رسم غير محفوظ
de_de: Nicht gespeicherte Zeichnung
es_es: Dibujo sin guardar
fr_fr: Dessin non enregistré
ja_jp: 未保存の図面
pt_br: Desenho não salvo
zh_cn: 未保存的绘图

# UnsavedDrawingsCountFormat
source: {0} drawing(s) have unsaved changes: {1}
ar_sa: توجد تغييرات غير محفوظة في {0} من الرسومات: {1}
de_de: {0} Zeichnung(en) enthalten nicht gespeicherte Änderungen: {1}
es_es: Hay cambios sin guardar en {0} dibujo(s): {1}
fr_fr: {0} dessin(s) comporte(nt) des modifications non enregistrées : {1}
ja_jp: {0} 個の図面に未保存の変更があります: {1}
pt_br: Há alterações não salvas em {0} desenho(s): {1}
zh_cn: {0} 个绘图有未保存的更改： {1}

# UnsavedDrawingsTitle
source: Unsaved drawings
ar_sa: رسومات غير محفوظة
de_de: Nicht gespeicherte Zeichnungen
es_es: Dibujos sin guardar
fr_fr: Dessins non enregistrés
ja_jp: 未保存の図面
pt_br: Desenhos não salvos
zh_cn: 未保存的绘图

# UntitledName
source: Untitled
ar_sa: بلا عنوان
de_de: Unbenannt
es_es: Sin título
fr_fr: Sans titre
ja_jp: 無題
pt_br: Sem título
zh_cn: 无标题

# WaitForDrawingExport
source: Wait for the current PNG export to finish before closing this drawing.
ar_sa: انتظر حتى ينتهي تصدير PNG الحالي قبل إغلاق هذا الرسم.
de_de: Warte, bis der aktuelle PNG-Export abgeschlossen ist, bevor du diese Zeichnung schließt.
es_es: Espera a que termine la exportación PNG actual antes de cerrar este dibujo.
fr_fr: Attendez la fin de l’exportation PNG en cours avant de fermer ce dessin.
ja_jp: この図面を閉じる前に、現在の PNG エクスポートが完了するまでお待ちください。
pt_br: Aguarde a conclusão da exportação PNG atual antes de fechar este desenho.
zh_cn: 请等待当前 PNG 导出完成后再关闭此绘图。

# WaitForWindowExports
source: Wait for PNG exports to finish before closing this window.
ar_sa: انتظر حتى تنتهي عمليات تصدير PNG قبل إغلاق هذه النافذة.
de_de: Warte, bis die PNG-Exporte abgeschlossen sind, bevor du dieses Fenster schließt.
es_es: Espera a que terminen las exportaciones PNG antes de cerrar esta ventana.
fr_fr: Attendez la fin des exportations PNG avant de fermer cette fenêtre.
ja_jp: このウィンドウを閉じる前に、PNG エクスポートが完了するまでお待ちください。
pt_br: Aguarde a conclusão das exportações PNG antes de fechar esta janela.
zh_cn: 请等待 PNG 导出完成后再关闭此窗口。

# WebView2RepairGuidance
source: Install or repair the Evergreen WebView2 Runtime, then choose Retry. Your saved drawing is not changed.
ar_sa: ثبّت Evergreen WebView2 Runtime أو أصلحه، ثم اختر إعادة المحاولة. لم يتغير الرسم المحفوظ.
de_de: Installiere oder repariere die Evergreen WebView2 Runtime und wähle dann „Erneut versuchen“. Deine gespeicherte Zeichnung bleibt unverändert.
es_es: Instala o repara Evergreen WebView2 Runtime y selecciona Reintentar. El dibujo guardado no se ha modificado.
fr_fr: Installez ou réparez le runtime Evergreen WebView2, puis choisissez Réessayer. Votre dessin enregistré n’est pas modifié.
ja_jp: Evergreen WebView2 Runtime をインストールまたは修復してから、[再試行] を選択してください。保存済みの図面は変更されていません。
pt_br: Instale ou repare o Evergreen WebView2 Runtime e selecione Tentar novamente. Seu desenho salvo não foi alterado.
zh_cn: 请安装或修复 Evergreen WebView2 Runtime，然后选择“重试”。已保存的绘图未被更改。

# WebView2Required
source: Microsoft Edge WebView2 Runtime is required.
ar_sa: يلزم وجود Microsoft Edge WebView2 Runtime.
de_de: Microsoft Edge WebView2 Runtime ist erforderlich.
es_es: Se requiere Microsoft Edge WebView2 Runtime.
fr_fr: Le runtime Microsoft Edge WebView2 est requis.
ja_jp: Microsoft Edge WebView2 Runtime が必要です。
pt_br: O Microsoft Edge WebView2 Runtime é necessário.
zh_cn: 需要 Microsoft Edge WebView2 Runtime。

# DocumentNotFoundMessage
source: The drawing no longer exists at that location.
ar_sa: لم يعد الرسم موجودًا في ذلك الموقع.
de_de: Die Zeichnung ist an diesem Speicherort nicht mehr vorhanden.
es_es: El dibujo ya no existe en esa ubicación.
fr_fr: Le dessin n’existe plus à cet emplacement.
ja_jp: その場所に図面が存在しません。
pt_br: O desenho não existe mais nesse local.
zh_cn: 该位置已不存在此绘图。

# DocumentAccessDeniedMessage
source: Excalidraw Desktop does not have permission to access that drawing.
ar_sa: لا يملك Excalidraw Desktop إذنًا للوصول إلى هذا الرسم.
de_de: Excalidraw Desktop darf nicht auf diese Zeichnung zugreifen.
es_es: Excalidraw Desktop no tiene permiso para acceder a ese dibujo.
fr_fr: Excalidraw Desktop n’est pas autorisé à accéder à ce dessin.
ja_jp: Excalidraw Desktop にはこの図面にアクセスする権限がありません。
pt_br: O Excalidraw Desktop não tem permissão para acessar esse desenho.
zh_cn: Excalidraw Desktop 无权访问此绘图。

# DocumentReadFailedMessage
source: The drawing could not be read.
ar_sa: تعذرت قراءة الرسم.
de_de: Die Zeichnung konnte nicht gelesen werden.
es_es: No se pudo leer el dibujo.
fr_fr: Impossible de lire le dessin.
ja_jp: 図面を読み取れませんでした。
pt_br: Não foi possível ler o desenho.
zh_cn: 无法读取绘图。

# DocumentTooLargeMessage
source: The selected drawing exceeds the 50 MB desktop document limit.
ar_sa: يتجاوز الرسم المحدد حد 50 ميغابايت.
de_de: Die ausgewählte Zeichnung überschreitet das Limit von 50 MB.
es_es: El dibujo seleccionado supera el límite de 50 MB.
fr_fr: Le dessin sélectionné dépasse la limite de 50 Mo.
ja_jp: 選択した図面は 50 MB の制限を超えています。
pt_br: O desenho selecionado excede o limite de 50 MB.
zh_cn: 所选绘图超过 50 MB 限制。

# DocumentPathUnavailableMessage
source: The selected drawing does not have a local file path.
ar_sa: لا يحتوي الرسم المحدد على مسار ملف محلي.
de_de: Die ausgewählte Zeichnung hat keinen lokalen Dateipfad.
es_es: El dibujo seleccionado no tiene una ruta de archivo local.
fr_fr: Le dessin sélectionné ne possède pas de chemin local.
ja_jp: 選択した図面にはローカルファイルパスがありません。
pt_br: O desenho selecionado não tem um caminho de arquivo local.
zh_cn: 所选绘图没有本地文件路径。

# DocumentChangedExternallyMessage
source: The drawing changed outside Excalidraw Desktop. Resolve the conflict before saving.
ar_sa: تم تغيير الرسم خارج Excalidraw Desktop. قم بحل التعارض قبل الحفظ.
de_de: Die Zeichnung wurde außerhalb von Excalidraw Desktop geändert. Löse den Konflikt vor dem Speichern.
es_es: El dibujo cambió fuera de Excalidraw Desktop. Resuelve el conflicto antes de guardarlo.
fr_fr: Le dessin a été modifié hors d’Excalidraw Desktop. Résolvez le conflit avant de l’enregistrer.
ja_jp: 図面が Excalidraw Desktop の外部で変更されました。保存前に競合を解決してください。
pt_br: O desenho foi alterado fora do Excalidraw Desktop. Resolva o conflito antes de salvar.
zh_cn: 绘图已在 Excalidraw Desktop 外部更改。请在保存前解决冲突。

# DocumentAlreadyOpenMessage
source: That drawing is already open in another tab. Choose a different file name.
ar_sa: هذا الرسم مفتوح بالفعل في علامة تبويب أخرى. اختر اسم ملف مختلفًا.
de_de: Diese Zeichnung ist bereits in einem anderen Tab geöffnet. Wähle einen anderen Dateinamen.
es_es: Ese dibujo ya está abierto en otra pestaña. Elige otro nombre de archivo.
fr_fr: Ce dessin est déjà ouvert dans un autre onglet. Choisissez un autre nom de fichier.
ja_jp: その図面は別のタブで既に開かれています。別のファイル名を選択してください。
pt_br: Esse desenho já está aberto em outra guia. Escolha outro nome de arquivo.
zh_cn: 该绘图已在另一个标签页中打开。请选择其他文件名。

# DocumentWriteFailedMessage
source: The drawing could not be written to disk.
ar_sa: تعذرت كتابة الرسم على القرص.
de_de: Die Zeichnung konnte nicht auf den Datenträger geschrieben werden.
es_es: No se pudo escribir el dibujo en el disco.
fr_fr: Impossible d’écrire le dessin sur le disque.
ja_jp: 図面をディスクに書き込めませんでした。
pt_br: Não foi possível gravar o desenho no disco.
zh_cn: 无法将绘图写入磁盘。

# DocumentInvalidMessage
source: The selected file is not a valid Excalidraw drawing.
ar_sa: الملف المحدد ليس رسم Excalidraw صالحًا.
de_de: Die ausgewählte Datei ist keine gültige Excalidraw-Zeichnung.
es_es: El archivo seleccionado no es un dibujo de Excalidraw válido.
fr_fr: Le fichier sélectionné n’est pas un dessin Excalidraw valide.
ja_jp: 選択したファイルは有効な Excalidraw 図面ではありません。
pt_br: O arquivo selecionado não é um desenho válido do Excalidraw.
zh_cn: 所选文件不是有效的 Excalidraw 绘图。

# EditorRetryFailed
source: Could not restore drawing
es_es: No se pudo restaurar el dibujo
fr_fr: Impossible de restaurer le dessin
pt_br: Não foi possível restaurar o desenho
zh_cn: 无法恢复绘图

# EditorRetryRecoveryGuidance
source: The recovery data for this unsaved drawing is missing or unreadable. No drawing file has been changed.
es_es: Los datos de recuperación de este dibujo sin guardar no están disponibles o no se pueden leer. No se ha modificado ningún archivo de dibujo.
fr_fr: Les données de récupération de ce dessin non enregistré sont manquantes ou illisibles. Aucun fichier de dessin n'a été modifié.
pt_br: Os dados de recuperação deste desenho não salvo estão ausentes ou não podem ser lidos. Nenhum arquivo de desenho foi alterado.
zh_cn: 此未保存绘图的恢复数据缺失或无法读取。未更改任何绘图文件。

# EditorRetryFileGuidance
source: Retry again or reopen the drawing file. No drawing file has been changed.
es_es: Vuelve a intentarlo o abre de nuevo el archivo de dibujo. No se ha modificado ningún archivo de dibujo.
fr_fr: Réessayez ou rouvrez le fichier du dessin. Aucun fichier de dessin n'a été modifié.
pt_br: Tente novamente ou reabra o arquivo do desenho. Nenhum arquivo de desenho foi alterado.
zh_cn: 请重试或重新打开绘图文件。未更改任何绘图文件。

# StatusRecoveryFailed
source: Recovery unavailable — Save As…
es_es: Recuperación no disponible — Guardar como…
fr_fr: Récupération indisponible — Enregistrer sous…
pt_br: Recuperação indisponível — Salvar como…

# RecoveredDrawingName
source: Recovered drawing
es_es: Dibujo recuperado
fr_fr: Dessin récupéré
pt_br: Desenho recuperado

# StartupFailureTitle
source: Startup recovery failed
es_es: Error de recuperación al iniciar
fr_fr: Échec de la récupération au démarrage
pt_br: Falha na recuperação ao iniciar

# StartupFailureMessage
source: Some drawings could not be restored. Recovery data was preserved.
es_es: No se pudieron restaurar algunos dibujos. Los datos de recuperación se conservaron.
fr_fr: Certains dessins n’ont pas pu être récupérés. Les données de récupération ont été conservées.
pt_br: Não foi possível restaurar alguns desenhos. Os dados de recuperação foram preservados.

# CloseWindowButton
source: Close window
es_es: Cerrar ventana
fr_fr: Fermer la fenêtre
pt_br: Fechar janela

# SettingsPersistenceInfoBar.Title
source: Settings could not be saved
es_es: No se pudieron guardar los ajustes
fr_fr: Impossible d’enregistrer les paramètres
pt_br: Não foi possível salvar as configurações

# SettingsPersistenceInfoBar.Message
source: The selected preference is active for this session, but could not be saved. Check the settings location and retry.
es_es: La preferencia seleccionada está activa durante esta sesión, pero no se pudo guardar. Comprueba la ubicación de ajustes e inténtalo de nuevo.
fr_fr: La préférence sélectionnée est active pour cette session, mais n’a pas pu être enregistrée. Vérifiez l’emplacement des paramètres et réessayez.
pt_br: A preferência selecionada está ativa nesta sessão, mas não pôde ser salva. Verifique o local das configurações e tente novamente.

# SettingsPersistenceRetryButton.Content
source: Retry
es_es: Reintentar
fr_fr: Réessayer
pt_br: Tentar novamente

# UnsavedLibraryTitle
source: Unsaved library changes
fr_fr: Modifications de bibliothèque non enregistrées
pt_br: Alterações da biblioteca não salvas

# UnsavedLibraryCloseContent
source: Library changes could not be saved. Discard these library changes and continue closing, or cancel to retry saving them. Drawing changes will be handled separately.
fr_fr: Les modifications de la bibliothèque n’ont pas pu être enregistrées. Abandonnez-les pour poursuivre la fermeture ou annulez pour réessayer de les enregistrer. Les modifications du dessin seront traitées séparément.
pt_br: Não foi possível salvar as alterações da biblioteca. Descarte-as para continuar fechando ou cancele para tentar salvá-las novamente. As alterações do desenho serão tratadas separadamente.

# DiscardLibraryButton
source: Discard library changes
fr_fr: Abandonner les modifications
pt_br: Descartar alterações da biblioteca

# CloseNotReadyTitle
source: Could not close drawing
fr_fr: Impossible de fermer le dessin
pt_br: Não foi possível fechar o desenho

# CloseNotReadyContent
source: The editor did not finish preparing to close. Try again, or retry the editor if it has stopped.
fr_fr: L’éditeur n’a pas terminé sa préparation à la fermeture. Réessayez ou relancez l’éditeur s’il s’est arrêté.
pt_br: O editor não terminou de se preparar para fechar. Tente novamente ou reinicie o editor se ele tiver parado.

# LibraryRepairTitle
source: The saved library is damaged
fr_fr: La bibliothèque enregistrée est endommagée
pt_br: A biblioteca salva está danificada

# LibraryRepairContent
source: Reset the shared library to continue saving library changes? The damaged file will be kept as a .bak file beside library.json. Your drawings will not be changed.
fr_fr: Réinitialiser la bibliothèque partagée pour pouvoir enregistrer les modifications ? Le fichier endommagé sera conservé dans un fichier .bak à côté de library.json. Vos dessins ne seront pas modifiés.
pt_br: Redefinir a biblioteca compartilhada para continuar salvando alterações? O arquivo danificado será mantido como um arquivo .bak ao lado de library.json. Seus desenhos não serão alterados.

# LibraryResetButton
source: Back up and reset
fr_fr: Sauvegarder et réinitialiser
pt_br: Fazer backup e redefinir

# FileVerificationTitle
source: File version could not be verified
fr_fr: Impossible de vérifier la version du fichier
pt_br: Não foi possível verificar a versão do arquivo

# FileUnavailableContent
source: The file could not be read. It may be busy or access may be denied. Retry, save to a different file, or keep editing.
fr_fr: Le fichier n’a pas pu être lu. Il est peut-être occupé ou son accès est refusé. Réessayez, enregistrez dans un autre fichier ou poursuivez la modification.
pt_br: Não foi possível ler o arquivo. Ele pode estar ocupado ou o acesso pode ter sido negado. Tente novamente, salve em outro arquivo ou continue editando.

# FileBaselineUnknownContent
source: This recovered drawing has no saved file baseline. Save it to a different file to keep your changes, or reload the disk version to replace this tab. The app cannot verify whether the original file changed.
fr_fr: Ce dessin récupéré n’a pas de version de fichier de référence. Enregistrez-le dans un autre fichier pour conserver vos modifications ou rechargez la version du disque pour remplacer cet onglet. L’application ne peut pas vérifier si le fichier d’origine a changé.
pt_br: Este desenho recuperado não tem uma versão de referência do arquivo. Salve-o em outro arquivo para manter as alterações ou recarregue a versão do disco para substituir esta aba. O aplicativo não pode verificar se o original foi alterado.

# StatusFileUnavailable
source: File unavailable — Retry
fr_fr: Fichier indisponible — Réessayer
pt_br: Arquivo indisponível — Tentar novamente

# StatusFileBaselineUnknown
source: File version unknown — Resolve
fr_fr: Version du fichier inconnue — Résoudre
pt_br: Versão do arquivo desconhecida — Resolver

# TabStateFileUnavailable
source: file unavailable
fr_fr: fichier indisponible
pt_br: arquivo indisponível

# TabStateFileVersionUnknown
source: file version unknown
fr_fr: version du fichier inconnue
pt_br: versão do arquivo desconhecida

# FileUnavailableTitleSuffix
source: — File unavailable
fr_fr: — Fichier indisponible
pt_br: — Arquivo indisponível

# FileVersionUnknownTitleSuffix
source: — File version unknown
fr_fr: — Version du fichier inconnue
pt_br: — Versão do arquivo desconhecida

# OkButton
source: OK
ar_sa: موافق
es_es: Aceptar
zh_cn: 确定
